Repository: BjarneBilstrup/BACTranslate
Catalog: Translations/AL Translate Tool.g.*.xlf
Languages: da_dk

# Table 827796721 - Property 2879900210
source: General Translation Term
da_dk: Generel oversættelsesbetegnelse

# Table 827796721 - Field 101975653 - Property 2879900210
source: Target Language
da_dk: Mål sprog

# Table 827796721 - Field 3320823955 - Property 2879900210
source: Line No.
da_dk: Linje nr.

# Table 827796721 - Field 605026954 - Property 2879900210
source: Term
da_dk: Semester

# Table 827796721 - Field 1358710565 - Property 2879900210
source: Translation
da_dk: Oversættelse

# Table 2492929245 - Property 2879900210
source: Target Language
da_dk: Mål sprog

# Table 2492929245 - Field 2965272548 - Property 2879900210
source: Project Code
da_dk: Projektkode

# Table 2492929245 - Field 904306078 - Property 2879900210
source: Project Name
da_dk: Projekt navn

# Table 2492929245 - Field 1976418201 - Property 2879900210
source: Source Language
da_dk: Kildesprog

# Table 2492929245 - Field 702113209 - Property 2879900210
source: Source Language ISO code
da_dk: Kildesprog ISO-kode

# Table 2492929245 - Field 101975653 - Property 2879900210
source: Target Language
da_dk: Mål sprog

# Table 2492929245 - Field 651531573 - Property 2879900210
source: Target Language ISO code
da_dk: Målsprog ISO-kode

# Table 2492929245 - Field 804481195 - Property 2879900210
source: File Name
da_dk: Filnavn

# Table 1790744124 - Property 2879900210
source: Translation Blob
da_dk: Oversættelsesblob

# Table 1790744124 - Field 1663593181 - Property 2879900210
source: Primary Key
da_dk: Primærnøgle

# Table 1790744124 - Field 3926698677 - Property 2879900210
source: Blob Field
da_dk: Blob felt

# Table 1179687908 - Property 2879900210
source: BAC Translation Notes
da_dk: BAC-oversættelsesnoter

# Table 1179687908 - Field 2965272548 - Property 2879900210
source: Project Code
da_dk: Projektkode

# Table 1179687908 - Field 1958180954 - Property 2879900210
source: From
da_dk: Fra

# Table 1179687908 - Field 361882995 - Property 2879900210
source: Annotates
da_dk: Kommenterer

# Table 1179687908 - Field 4130293374 - Property 2879900210
source: Priority
da_dk: Prioritet

# Table 1179687908 - Field 2898143332 - Property 2879900210
source: Note
da_dk: Bemærk

# Page 1179687908 - Property 2879900210
source: Translation Notes
da_dk: Oversættelsesnoter

# Table 2961263731 - Property 2879900210
source: Translation Project Name
da_dk: Oversættelsesprojektnavn

# Table 2961263731 - Field 2965272548 - Property 2879900210
source: Project Code
da_dk: Projektkode

# Table 2961263731 - Field 904306078 - Property 2879900210
source: Project Name
da_dk: Projekt navn

# Table 2961263731 - Field 1976418201 - Property 2879900210
source: Source Language
da_dk: Kildesprog

# Table 2961263731 - Field 702113209 - Property 2879900210
source: Source Language
da_dk: Kildesprog

# Table 2961263731 - Field 1407200743 - Property 2879900210
source: Creation Date
da_dk: Oprettelsesdato

# Table 2961263731 - Field 2369664869 - Property 2879900210
source: Created By
da_dk: Lavet af

# Table 2961263731 - Field 1179454962 - Property 2879900210
source: File Datatype
da_dk: Fildatatype

# Table 2961263731 - Field 804481195 - Property 2879900210
source: File Name
da_dk: Filnavn

# Table 2961263731 - Field 1351594800 - Property 2879900210
source: No. Series
da_dk: Nej. Serie

# Table 45736048 - Property 2879900210
source: Translation Setup
da_dk: Oversættelsesopsætning

# Table 45736048 - Field 1663593181 - Property 2879900210
source: Primary Key
da_dk: Primærnøgle

# Table 45736048 - Field 3602357627 - Property 2879900210
source: Project Nos.
da_dk: Projekt nr.

# Table 45736048 - Field 3205715915 - Property 2879900210
source: Default Source Language code
da_dk: Standard kildesprogskode

# Table 45736048 - Field 729173796 - Property 2879900210
source: Use Free Google Translate
da_dk: Brug gratis Google Translate

# Table 45736048 - Field 1659041928 - Property 2879900210
source: Google Translate Endpoint
da_dk: Google Translate-slutpunkt

# Table 45736048 - Field 514860980 - Property 2879900210
source: Google Translate Key
da_dk: Google Translate-nøgle

# Page 45736048 - Property 2879900210
source: Translation Setup
da_dk: Oversættelsesopsætning

# Page 45736048 - Control 2445482498 - Property 2879900210
source: General
da_dk: Generel

# Page 45736048 - Control 3205715915 - Property 1295455071
source: Source Languange to be defaulted on every project
da_dk: Kildesprog, der skal være standard for hvert projekt

# Page 45736048 - Control 729173796 - Property 1295455071
source: Use the free Google API for translation. The limitation is that it is only possible to access the API a limited number of times each hour.
da_dk: Brug den gratis Google API til oversættelse. Begrænsnnummer er, at det kun er muligt at få adgang til API et begrænset antal gange hver time.

# Page 45736048 - Control 1532816877 - Property 2879900210
source: Numbering
da_dk: Nummerering

# Page 45736048 - Control 3602357627 - Property 1295455071
source: No. Series to be used with Projects
da_dk: Nr. Serier, der skal bruges sammen med projekter

# Table 3559158354 - Property 2879900210
source: Translation Source
da_dk: Oversættelseskilde

# Table 3559158354 - Field 3320823955 - Property 2879900210
source: Line No.
da_dk: Linje nr.

# Table 3559158354 - Field 2965272548 - Property 2879900210
source: Project Code
da_dk: Projektkode

# Table 3559158354 - Field 2397723431 - Property 2879900210
source: Source
da_dk: Kilde

# Table 3559158354 - Field 297530546 - Property 2879900210
source: size-unit
da_dk: størrelse-enhed

# Table 3559158354 - Field 4233170439 - Property 2879900210
source: TranslateAttr
da_dk: Oversæt Attr

# Table 3559158354 - Field 3390996193 - Property 2879900210
source: xml:space
da_dk: xml: mellemrum

# Table 3559158354 - Field 1517187518 - Property 2879900210
source: Max Width
da_dk: Maks. Bredde

# Table 3559158354 - Field 2377891091 - Property 2879900210
source: al-object-tsrget
da_dk: al-objekt-tsrget

# Table 2707830334 - Property 2879900210
source: Translation Target
da_dk: Oversættelsesmål

# Table 2707830334 - Field 3320823955 - Property 2879900210
source: Line No.
da_dk: Linje nr.

# Table 2707830334 - Field 2965272548 - Property 2879900210
source: Project Code
da_dk: Projektkode

# Table 2707830334 - Field 101975653 - Property 2879900210
source: Target Language
da_dk: Mål sprog

# Table 2707830334 - Field 651531573 - Property 2879900210
source: Target Language ISO code
da_dk: Målsprog ISO-kode

# Table 2707830334 - Field 2397723431 - Property 2879900210
source: Source
da_dk: Kilde

# Table 2707830334 - Field 1125457875 - Property 2879900210
source: Target
da_dk: Mål

# Table 2707830334 - Field 1125457875 - Method 2126772001 - NamedType 595387682
source: Copy the Target to all other instances?
da_dk: Kopier målet til alle andre forekomster?

# Table 2707830334 - Field 2103044874 - Property 2879900210
source: Translate
da_dk: Oversætte

# Table 2707830334 - Field 297530546 - Property 2879900210
source: size-unit
da_dk: størrelse-enhed

# Table 2707830334 - Field 4233170439 - Property 2879900210
source: TranslateAttr
da_dk: Oversæt Attr

# Table 2707830334 - Field 3390996193 - Property 2879900210
source: xml:space
da_dk: xml: mellemrum

# Table 2707830334 - Field 1517187518 - Property 2879900210
source: Max Width
da_dk: Maks. Bredde

# Table 2707830334 - Field 3419514631 - Property 2879900210
source: Occurrencies
da_dk: Valutaer

# Table 250254783 - Property 2879900210
source: Translation Term
da_dk: OversættelsestRANSLATION

# Table 250254783 - Field 2965272548 - Property 2879900210
source: Project Code
da_dk: Projektkode

# Table 250254783 - Field 101975653 - Property 2879900210
source: Target Language
da_dk: Mål sprog

# Table 250254783 - Field 3320823955 - Property 2879900210
source: Line No.
da_dk: Linje nr.

# Table 250254783 - Field 605026954 - Property 2879900210
source: Term
da_dk: Semester

# Table 250254783 - Field 1358710565 - Property 2879900210
source: Translation
da_dk: Oversættelse

# Page 1679597293 - Property 2879900210
source: About AL Translation Tool
da_dk: Om AL Oversættelsesværktøj

# Page 1679597293 - Control 3363114069 - Property 2879900210
source: About AL Translation Tool
da_dk: Om AL Oversættelsesværktøj

# Page 1679597293 - Control 3363114069 - Property 1968111052
source: Open-Source AL Translate Tool. Source code can be located at https://github.com/peikba/AL-Translate-Tool.
da_dk: Open Source AL Oversætningsværktøj. Kildekoden kan findes på https://github.com/peikba/AL-Translate-Tool.

# Page 355888149 - Property 2879900210
source: AL Translation Tool
da_dk: AL Oversættelsesværktøj

# Page 1190705896 - Property 2879900210
source: General Translation Terms
da_dk: Generelle vilkår for oversættelse

# Page 1190705896 - Control 12263198 - Property 2879900210
source: Language Filter
da_dk: Sprogfilter

# Page 2249962683 - Property 2879900210
source: Languages (Translate Module)
da_dk: Sprog (Oversæt modul)

# Page 698160755 - Property 2879900210
source: Target Language List
da_dk: Liste over målsprog

# Page 698160755 - Action 827500630 - Property 2879900210
source: Translation Target
da_dk: Oversættelsesmål

# Page 698160755 - Action 2294305842 - Property 2879900210
source: Translation Terms
da_dk: Oversættelsesbetingelser

# Page 698160755 - Action 1201513059 - Property 2879900210
source: Export Translation File
da_dk: Eksporter oversættelsesfil

# Page 698160755 - Action 1201513059 - Method 1377591017 - NamedType 3492639454
source: Export the Translation file?
da_dk: Eksportere oversættelsesfilen?

# Page 698160755 - Action 1246357720 - Property 2879900210
source: Import Target
da_dk: Importmål

# Page 698160755 - Action 1246357720 - Method 1377591017 - NamedType 2652709917
source: This will overwrite existing Translation Target entries for %1
da_dk: Dette overskriver eksisterende oversættelsesmålposter for %1

# Page 698160755 - Action 1246357720 - Method 1377591017 - NamedType 3681552984
source: The file %1 has been imported into project %2
da_dk: Filen %1 er importeret til projekt %2

# Page 1793746527 - Property 2879900210
source: Translation Projects
da_dk: Oversættelsesprojekter

# Page 1793746527 - Action 287667028 - Property 2879900210
source: Import Source
da_dk: Importer kilde

# Page 1793746527 - Action 287667028 - Method 1377591017 - NamedType 2652709917
source: This will overwrite the Translation source for %1
da_dk: Dette overskriver oversættelseskilden for %1

# Page 1793746527 - Action 287667028 - Method 1377591017 - NamedType 3681552984
source: The file %1 has been imported into project %2
da_dk: Filen %1 er importeret til projekt %2

# Page 1793746527 - Action 1374878138 - Property 2879900210
source: Translation Source
da_dk: Oversættelseskilde

# Page 1793746527 - Action 860258460 - Property 2879900210
source: Target Languages
da_dk: Målsprog

# Page 1634965034 - Property 2879900210
source: Translation Target Factbox
da_dk: Oversættelsesmålfaktaboks

# Page 1634965034 - Control 2020531406 - Property 2879900210
source: Instances
da_dk: Tilfælde

# Page 1936724860 - Property 2879900210
source: Translation Target List
da_dk: Oversættelsesmålliste

# Page 1936724860 - Control 2423039072 - Property 1295455071
source: Set the Translate field to no if you don't want it to be translated
da_dk: Indstil feltet Oversæt til nej, hvis du ikke vil have det oversat

# Page 1936724860 - Control 1125457875 - Property 1295455071
source: Enter the translated text
da_dk: Indtast den oversatte tekst

# Page 1936724860 - Action 2103044874 - Property 2879900210
source: Translate
da_dk: Oversætte

# Page 1936724860 - Action 2595900721 - Property 2879900210
source: Translate All
da_dk: Oversæt alle

# Page 1936724860 - Action 2595900721 - Method 1377591017 - NamedType 1550888149
source: Convert all,Convert only missing
da_dk: Konverter alle,Konverter kun mangler

# Page 1936724860 - Action 1924145123 - Property 2879900210
source: Select All
da_dk: Vælg alle

# Page 1936724860 - Action 1924145123 - Method 1377591017 - NamedType 3492639454
source: Mark all untranslated lines to be translated?
da_dk: Markere alle ikke-oversatte linjer, der skal oversættes?

# Page 1936724860 - Action 3340327436 - Property 2879900210
source: Deselect All
da_dk: Fravælg alle

# Page 1936724860 - Action 3340327436 - Method 1377591017 - NamedType 3492639454
source: Remove mark from all lines and disable translation?
da_dk: Fjern markering fra alle linjer og deaktivere oversættelse?

# Page 1936724860 - Action 3697546316 - Property 2879900210
source: Clear All translations within filter
da_dk: Ryd alle oversættelser inden for filteret

# Page 1936724860 - Action 3697546316 - Method 1377591017 - NamedType 3492639454
source: Remove all translations?
da_dk: Fjern alle oversættelser?

# Page 1936724860 - Action 2294305842 - Property 2879900210
source: Translation Terms
da_dk: Oversættelsesbetingelser

# Page 1936724860 - Action 1201513059 - Property 2879900210
source: Export Translation File
da_dk: Eksporter oversættelsesfil

# Page 1936724860 - Action 1201513059 - Method 1377591017 - NamedType 3492639454
source: Export the Translation file?
da_dk: Eksportere oversættelsesfilen?

# Page 2801054826 - Property 2879900210
source: Translation Terms
da_dk: Oversættelsesbetingelser

# Page 2801054826 - Action 148989252 - Property 2879900210
source: Copy From General Terms
da_dk: Kopi fra generelle vilkår

# Page 2801054826 - Action 3466704859 - Property 2879900210
source: Add to General Terms
da_dk: Tilføj til generelle vilkår

# XmlPort 2018434264 - Property 2879900210
source: Export Translation Target 2018
da_dk: Eksporter oversættelsesmål 2018

# XmlPort 2018434264 - NamedType 1118720440
source: Project Name is Missing
da_dk: Projektnavn mangler

# XmlPort 3217729930 - Property 2879900210
source: Export Translation Target
da_dk: Eksportmål for oversættelse

# XmlPort 3217729930 - NamedType 1118720440
source: Project Name is Missing
da_dk: Projektnavn mangler

# XmlPort 2845693671 - Property 2879900210
source: Import Translation Target 2018
da_dk: Importoversættelsesmål 2018

source: %1 must be %2 in file - The file %1 is %3
da_dk: %1 skal være %2 i filen - Filen%1 er% 3

# XmlPort 2845693671 - NamedType 1118720440
source: Project Name is Missing
da_dk: Projektnavn mangler

# XmlPort 1530383145 - Property 2879900210
source: Import Translation Source 2018
da_dk: Import af oversættelseskilde 2018

source: %1 must be %2 in file - The file %1 is %3
da_dk: %1 skal være %2 i filen - Filen%1 er% 3

# XmlPort 1530383145 - NamedType 1118720440
source: Project Name is Missing
da_dk: Projektnavn mangler

# XmlPort 3844023773 - Property 2879900210
source: Import Translation Source
da_dk: Importer oversættelseskilde

source: %1 must be %2 in file - The file %1 is %3
da_dk: %1 skal være %2 i filen - Filen%1 er% 3

# XmlPort 3844023773 - NamedType 1118720440
source: Project Name is Missing
da_dk: Projektnavn mangler

# XmlPort 3708985121 - Property 2879900210
source: Import Translation Target
da_dk: Importer oversættelsesmål

source: %1 must be %2 in file - The file %1 is %3
da_dk: %1 skal være %2 i filen - Filen%1 er% 3

# XmlPort 3708985121 - NamedType 1118720440
source: Project Name is Missing
da_dk: Projektnavn mangler

# PageExtension 1111082995 - Action 3415206831 - Property 2879900210
source: Translate Menu
da_dk: Oversæt-menu

# PageExtension 1111082995 - Action 2103044874 - Property 2879900210
source: Translate
da_dk: Oversætte

# PageExtension 1111082995 - Action 3993128796 - Property 2879900210
source: Projects
da_dk: Projekter

# PageExtension 1111082995 - Action 3993128796 - Property 1295455071
source: View or edit Translate projects
da_dk: Se eller rediger Oversæt-projekter

# PageExtension 1111082995 - Action 1506275347 - Property 2879900210
source: Translate Setup
da_dk: Oversæt opsætning

# PageExtension 1111082995 - Action 1506275347 - Property 1295455071
source: View or edit Translate Setup
da_dk: Se eller rediger Oversætopsætning

# PageExtension 1111082995 - Action 1750020835 - Property 2879900210
source: Languages
da_dk: Sprog

# PageExtension 1111082995 - Action 1750020835 - Property 1295455071
source: Edit Languages
da_dk: Rediger sprog

# TableExtension 1275041757 - Field 2423001612 - Property 2879900210
source: ISO code
da_dk: ISO-kode

source: ISO code must consist of either a two letter code like 'bg' for Bulgarian or a five letter code 'en-US' for English in USA
da_dk: ISO-kode skal bestå af enten en to bogstavskode som &#39;bg&#39; for bulgarsk eller en fem bogstavskode &#39;en-US&#39; for engelsk i USA
